TestDataFolder/TestDataFolder/NVCRMDisableUser.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="http://tews6/wsdl">

   <soapenv:Body>
      <wsdl:NVCRMDisableUser>
         
         <wsdl:NVCRMDisableUserObjectProfileTab>
           
            <wsdl:_BAR_eMailAddress_BAR_>rjally@innominds.com</wsdl:_BAR_eMailAddress_BAR_>
            <wsdl:_BAR_revokeRole_BAR_>NVCRMAccessRole</wsdl:_BAR_revokeRole_BAR_>
            
         </wsdl:NVCRMDisableUserObjectProfileTab>
      </wsdl:NVCRMDisableUser>
   </soapenv:Body>
</soapenv:Envelope>